[{"data":1,"prerenderedAt":4},["ShallowReactive",2],{"Research-en":3},"\u003Ch2>Outline of the Research\u003C/h2>\n\u003Cp>Metabolism, the core of biological systems, enables organisms to produce a wide array of metabolites (the metabolome). Notably, fatty acid-derived metabolites are now known to originate not only from humans but also from diet and gut microbiota, resulting in much greater diversity than previously recognized. These metabolites influence immune function and offspring development, yet their identities and biosynthetic pathways in the human body remain largely unknown. To address this, the new research area “Fatty Acid Cartography” brings together leading researchers in mass spectrometry, organic chemistry, microfluidics, informatics, and physiology to develop advanced technologies for mapping the structures, origins, and functions of fatty acids. Our aim is to create a groundbreaking scientific framework for understanding fatty acid metabolism (Fig. 1).\u003C/p>\n\u003Cp>\n        \u003Cfigure>\n          \u003Cimg src=\"//images.ctfassets.net/t2fvtomcmmur/6K4irAenwUV70JKB0IawF3/513ff74f1a408f9680874513f0c1b4ab/image__3_.png\" alt=\"Figure 1. Schema of intergroup collaboration and research framework in fatty acid cartography\" >\n          \u003Cfigcaption>Figure 1. Schema of intergroup collaboration and research framework in fatty acid cartography\u003C/figcaption>\n        \u003C/figure>\n      \u003C/p>\n\u003Ch2>Previous research of the principal investigator\u003C/h2>\n\u003Cp>Dr. Tsugawa, the principal investigator in this project, has advanced mass spectrometry and data science to reveal metabolome diversity and its biological importance. Using liquid chromatography–tandem mass spectrometry (LC-MS/MS), metabolite structures can be inferred from their m/z and MS/MS patterns. However, methods to fully capture the diversity of fatty acid metabolism in human gut microbiota are still lacking. Notably, LC-MS/MS analysis of human fecal samples shows that over 80% of peaks remain unidentified, since gut microbes produce many complex fatty acid metabolites not synthesized by humans, such as odd-chain, branched-chain, and hydroxy fatty acids, and their amino acid conjugates (Fig. 2).\u003C/p>\n\u003Ch2>Importance of elucidating the fatty acid metabolism in the human body\u003C/h2>\n\u003Cp>Fatty acids are components of lipids, which play key roles in cell membranes, signal transduction, and energy storage. Their functions arises from the structural variety of fatty acids. In humans, metabolism mainly produces even-numbered, straight-chain fatty acids, but can also generate odd-numbered and branched forms. Gut microbiota further increase this diversity by producing various odd- and branched-chain fatty acids. While efforts to modulate gut metabolism aim to improve health, only a few short-chain and hydroxy fatty acids are well characterized. Both human and bacterial systems use structural variations—like hydrophobic ends, double bond positions, and amino acid modifications—to maintain gut immunity and homeostasis. Understanding the diversity and significance of fatty acid metabolism remains a major challenge in basic and medical research.\u003C/p>\n\u003Cp>\n        \u003Cfigure>\n          \u003Cimg src=\"//images.ctfassets.net/t2fvtomcmmur/3wEXj8HDsdTaaEJ8H8NBC0/b7b777834bde27176bbf3fc56ca1e8c6/image__4_.png\" alt=\"Figure 2. Example of amino acid conjugated fatty acid diversity\" >\n          \u003Cfigcaption>Figure 2. Example of amino acid conjugated fatty acid diversity\u003C/figcaption>\n        \u003C/figure>\n      \u003C/p>\n\u003Ch2>Plans to facilitate the research project\u003C/h2>\n\u003Cp>This project is organized by three core groups. We aim to answer when, where, and how fatty acid metabolism occurs between host and microbiota in the human gut and clarify its biological importance. We focus on amino acid conjugated fatty acid esters of hydroxy fatty acids (AFAHFAs) (Fig. 2), aiming to reveal their diversity, substrate origins, and physiological functions. Their biological importance will also be assessed by re-analyzing human cohort data.To achieve these goals, Okada (TUAT) leads organic synthesis, Eguchi (The University of Tokyo) develops microfluidic and multimodal microbial analysis systems, and Miyamoto and Umatani (TUAT) investigate the biological roles of fatty acids.\u003C/p>\n\u003Ch2>Research by Group\u003C/h2>\n\u003Ch3>Tsugawa group’s research\u003C/h3>\n\u003Cp>This group develops methods for structural analysis of previously unidentifiable fatty acids by integrating multimodal MS/MS techniques with machine learning. Bulk chemistry will be used to synthesize thousands of AFAHFA standards, providing training data for the models. This enables the elucidation of structure–spectrum relationships and the determination of double bond positions, branching, unsaturation, and amino acid modifications in fatty acid metabolites.\u003C/p>\n\u003Ch3>Eguchi group’s research\u003C/h3>\n\u003Cp>This group builds a multimodal platform integrating genome and metabolome data from microbes isolated and cultured in microfluidic channels. Using combinatorial barcode beads, each droplet can be tracked by sequencing and mass spectrometry (Fig. 3). This enables linking genomic and metabolic data for previously unculturable microbes and may lead to the discovery of new metabolites with Tsugawa’s group. The functional analysis will be conducted with Miyamoto group.\u003C/p>\n\u003Ch3>Miyamoto group’s research\u003C/h3>\n\u003Cp>This group explores the physiological roles of fatty acid metabolites using model organisms such as mice and fish, aiming to reveal the underlying molecular mechanisms. Focusing on the link between maternal gut metabolism and offspring development, we will use synthetic fatty acids from the Tsugawa group and isolated microbes from the Eguchi group to investigate receptor-mediated mechanisms and metabolic relay along the maternal-offspring axis.\u003C/p>\n\u003Cp>\n        \u003Cfigure>\n          \u003Cimg src=\"//images.ctfassets.net/t2fvtomcmmur/7bOymGONOyTnOahmyJG22t/8221a6416c413da2893a32701236b627/image__5_.png\" alt=\"Figure 3. Establishing metabolites catalog by a dual barcode system\" >\n          \u003Cfigcaption>Figure 3. Establishing metabolites catalog by a dual barcode system\u003C/figcaption>\n        \u003C/figure>\n      \u003C/p>\n",1749695444757]