[{"data":1,"prerenderedAt":4},["ShallowReactive",2],{"Research-ja":3},"\u003Ch2>研究の全体像\u003C/h2>\n\u003Cp>生命活動の中枢とも言える代謝により、生物は多様な代謝物（メタボローム）を作り出す。中でも、脂肪酸代謝物は近年、ヒト（宿主）だけでなく、食事や腸内細菌によって我々が思っていたよりも遥かに多い種類の代謝物を創り、それらが免疫や子どもの成長に関与することがわかってきた。しかしながら、ヒトの体内でどのような脂肪酸代謝物が存在し、それがどのように産生されるのか、その多くは未解明である。そこで本領域「脂肪酸代謝創生学（Fatty Acid Cartography）」では、質量分析・有機合成・流路工学・情報科学・生理機能解析の分野で最先端の研究を行う研究者たちが脂肪酸の構造・起源・機能を捉えるものづくり研究を行い、これにより新たに解明される脂肪酸代謝の知見を基盤として、革新的な学理を築くことを目指した学際領域を形成する（図１）。\u003C/p>\n\u003Cp>\n        \u003Cfigure>\n          \u003Cimg src=\"//images.ctfassets.net/t2fvtomcmmur/6K4irAenwUV70JKB0IawF3/4deb69a13a9776a18b633c9d1d1132f8/image__2_.png\" alt=\"図1　脂肪酸代謝創生学におけるグループ間連携および研究のイメージ図\" >\n          \u003Cfigcaption>図1　脂肪酸代謝創生学におけるグループ間連携および研究のイメージ図\u003C/figcaption>\n        \u003C/figure>\n      \u003C/p>\n\u003Ch2>領域代表者のこれまでの研究\u003C/h2>\n\u003Cp>領域代表者である津川は、質量分析およびデータサイエンス研究の開拓によりメタボロームの多様性を捉え、その生物学的意義の理解を目指した研究を推進している。メタボロームを捉えるために頻用される液体クロマトグラフィ―タンデム型質量分析（LC-MS/MS）を用いることで、代謝物の質量と代謝物特有のスペクトルパターン（MS/MS）に基づき代謝物の構造が推定できる。しかし、ヒト腸内細菌叢における脂肪酸代謝の多様性を捉える分析化学は、未だ存在しない。実際、ヒト糞便試料のメタボロームをLC-MS/MSで解析すると、80％以上が未同定ピークとして出力される。この理由は、腸内細菌は炭素数が奇数個の脂肪酸、枝分かれ構造を持つ脂肪酸（分岐鎖脂肪酸）、水酸化脂肪酸、それらのアミノ酸修飾物といったヒトが作らない多様かつ複雑な脂肪酸代謝物を作り出すためである（図２）。\u003C/p>\n\u003Ch2>ヒト体内で起こる脂肪酸代謝の全容を明らかにすることの重要性\u003C/h2>\n\u003Cp>脂肪酸は「脂質」の構成要素である。脂質は細胞膜構成、シグナル伝達、そしてエネルギー貯蔵という３大機能を担う代謝物の一群であるが、その機能の多様性は脂肪酸構造の多様性に起因するといっても過言ではない。ヒトにおける脂肪酸代謝は、アセチルCoAを出発点とした炭素数が偶数かつ直鎖の構造が主であるが、分岐鎖アミノ酸を基質とした奇数かつ分岐鎖の構造を持つ脂肪酸も生成可能である。また、腸内細菌は多くの奇数・分岐鎖脂肪酸を産生できる。近年、腸内細菌叢の代謝を操作し、患者のquality of lifeおよび健康寿命増進を目指した医学創薬研究が推進されているが、機能がわかっている脂肪酸は数種の短鎖脂肪酸や水酸化脂肪酸のみである。しかし、ヒト・腸内細菌の代謝システムはこのように、疎水性末端の構造や二重結合位置、水酸基位置や修飾アミノ酸の種類を巧みに使い分け、腸管免疫や多臓器連関の生体恒常性を維持しているため、それら脂肪酸代謝の多様性と生物学的意義の理解は基礎研究から医学研究に至る幅広い分野で重要な課題である。\u003C/p>\n\u003Cp>\n        \u003Cfigure>\n          \u003Cimg src=\"//images.ctfassets.net/t2fvtomcmmur/3wEXj8HDsdTaaEJ8H8NBC0/ea028c4fa30ba44e8223e65ac6fff23b/image__1_.png\" alt=\"図2 アミノ酸抱合型脂肪酸・ヒドロキシ化脂肪酸複合体である AFAHFAを例とした脂肪酸代謝物の構造多様性\" >\n          \u003Cfigcaption>図2 アミノ酸抱合型脂肪酸・ヒドロキシ化脂肪酸複合体である AFAHFAを例とした脂肪酸代謝物の構造多様性\u003C/figcaption>\n        \u003C/figure>\n      \u003C/p>\n\u003Ch2>領域推進の計画・方法\u003C/h2>\n\u003Cp>本領域は3つのグループ（計画班）で構成される。領域全体として、ヒトの腸環境における宿主・微生物間の脂肪酸代謝がいつ・どこで・どのように起こるのか？そしてその生物学的意義は何なのか？という学術的問いに答える研究を行う。着目代謝物として、脂肪酸の基本骨格から２反応以内で生合成可能なAmino acid conjugated Fatty Acid Esters of Hydroxy Fatty Acid（AFAHFA）（図２）の多様性・基質起源生物の同定・代謝生理機能の解明を目指す。代謝物の生物学的重要性はヒトコホートデータの再解析によっても検証する。目的達成のため分担者として有機合成に実績のある岡田（東京農工大学）、マイクロ流路と微生物マルチモーダル計測基盤を創出する江口（東京大学）、脂肪酸代謝物の生命機能を探求する宮本・馬谷（東京農工大学）が独創的な研究を展開する。\u003C/p>\n\u003Ch2>グループ別の研究内容\u003C/h2>\n\u003Ch3>津川班の研究\u003C/h3>\n\u003Cp>代表者特有の技術であるマルチモーダルMS/MS法と機械学習を組み合わせることで、これまで識別不可能であった脂肪酸代謝物の構造解析が可能な手法開発を行う。学習データ取得のため、様々な脂肪酸代謝物を網羅的に合成するバルクケミストリーを適用し、数千種類以上のAFAHFA標準品を合成する。これにより、構造―スペクトルの関連性を紐解き、脂肪酸代謝物の二重結合位置・分岐鎖有無・不飽和度・アミノ酸修飾などの詳細構造を見極める手法開発を目指す。\u003C/p>\n\u003Ch3>江口班の研究\u003C/h3>\n\u003Cp>マイクロ流路で単離・培養した微生物のゲノムとメタボロームデータを統合できるマルチモーダル計測基盤の構築を目指す。バーコードビーズの組み合わせ爆発により各ドロップレットを管理し、シーケンサーと質量分析で読み取れる仕組みを構築する（図３）。これにより、これまで培養困難であった微生物代謝とゲノム情報を紐づけることが可能になるだけでなく、津川班と連携することで新規の代謝物が発見できる可能性がある。新たに発見された分子については、宮本班で機能解析を行う。\u003C/p>\n\u003Ch3>宮本班の研究\u003C/h3>\n\u003Cp>脂肪酸代謝物の生理学的意義をマウスや魚などモデル生物を使って検証することで生命現象の背後に潜む分子メカニズムを探求する。\n特に、近年明らかになってきた母親の腸内細菌代謝と子の発育・成熟の関係について、津川班が提供する合成脂肪酸や、江口班が提供する単離微生物を用い、受容体を介した分子機序、腸内細菌との相互作用、さらには母子軸の代謝リレーという切口から解明を目指す。\u003C/p>\n\u003Cp>\n        \u003Cfigure>\n          \u003Cimg src=\"//images.ctfassets.net/t2fvtomcmmur/7bOymGONOyTnOahmyJG22t/8c0f7fbad1f7531c156cd8b904a62f03/image__6_.png\" alt=\"図3 菌種同定と代謝物測定を同時に行うことで微生物代謝カタログを構築する\" >\n          \u003Cfigcaption>図3 菌種同定と代謝物測定を同時に行うことで微生物代謝カタログを構築する\u003C/figcaption>\n        \u003C/figure>\n      \u003C/p>\n",1749698911954]